{
  "politicaPrivacidad": {
    "titulo": "Politique de Confidentialité",
    "contenido": "GIRONA PLANTS SL (ci-après, « l'Entité ») informe les utilisateurs que le traitement de leurs données à caractère personnel est effectué conformément au Règlement (UE) 2016/679 et à la Loi Organique 3/2018 relative à la Protection des Données Personnelles et à la garantie des droits numériques. L'Entité traitera vos données personnelles de manière licite, loyale et transparente, en ne recueillant que les données appropriées, pertinentes et limitées à ce qui est nécessaire pour atteindre les finalités pour lesquelles elles ont été obtenues. Vos données pourront être utilisées pour : (a) gérer la relation commerciale et/ou contractuelle, (b) répondre aux demandes ou requêtes via des formulaires web, (c) vous envoyer des informations commerciales lorsque vous y avez consenti, et (d) satisfaire aux obligations légales applicables.\n\nLa légitimation du traitement pourra être fondée sur votre consentement exprès, l'exécution d'un contrat ou le respect d'une obligation légale. Les données seront conservées pendant la durée strictement nécessaire aux finalités du traitement et, en tout cas, conformément aux délais exigés par la législation en vigueur.\n\nL'Entité garantit l'adoption de mesures techniques et organisationnelles pour préserver l'intégrité, la confidentialité et la disponibilité des données personnelles. En aucun cas, des cessions de données à des tiers ne seront effectuées, sauf en cas d'obligation légale ou avec le consentement préalable de l'utilisateur. Aucune transmission internationale de données ne sera réalisée sans garantir le niveau de protection adéquat requis par la réglementation.\n\nL'utilisateur peut exercer ses droits d'accès, de rectification, de suppression, d'opposition, de limitation du traitement et de portabilité en adressant une communication à l'Entité (adresse : RIU GUELL, 12 1 D, 17001 GIRONA ; email : gironaplants@gironaplants.com) en indiquant clairement le droit qu'il souhaite exercer et en justifiant son identité. Par ailleurs, il a le droit de retirer son consentement à tout moment et de déposer une plainte auprès de l'Agence espagnole de protection des données s'il estime que ses droits ont été violés."
  },
  "politicaPrivacidadRedesSociales": {
    "titulo": "Politique de Confidentialité sur les Réseaux Sociaux",
    "contenido": "L'Entité dispose de profils officiels sur les réseaux sociaux (par exemple, Facebook, Instagram, etc.) dans le but de diffuser des informations sur ses produits et/ou services et d'établir un canal de communication avec les utilisateurs. En rejoignant ou en interagissant volontairement avec ces profils, l'utilisateur accepte les conditions d'utilisation et la politique de confidentialité du réseau social concerné et consent au traitement de ses données personnelles (nom du profil, commentaires, 'likes', messages) au sein de cette plateforme.\n\nL'Entité n'intègre pas les informations des profils des réseaux sociaux des utilisateurs dans ses propres systèmes de traitement sans leur consentement exprès. Pour exercer vos droits d'accès, de rectification, de suppression, d'opposition, de limitation du traitement et de portabilité des données, vous pouvez contacter l'Entité à l'adresse et à l'email indiqués ci-dessus. Il est recommandé à l'utilisateur de vérifier les paramètres de confidentialité de son profil sur chaque réseau social afin de limiter les informations qu'il souhaite partager.\n\nL'Entité décline toute responsabilité en cas d'usage inapproprié des réseaux sociaux ou des contenus publiés par des tiers sur ces plateformes."
  },
  "informacionPreviaPoliticaCookies": {
    "titulo": "Informations Préliminaires - Utilisation des Cookies",
    "contenido": "L'Entité utilise des cookies et/ou des technologies similaires qui stockent et récupèrent des informations lorsque l'utilisateur navigue sur ce site web. Avant l'installation de tout cookie non strictement nécessaire au fonctionnement du site, l'utilisateur sera informé de manière claire et complète de son utilisation et de sa finalité, avec la possibilité d'accepter, de configurer ou de refuser son installation.\n\nIl sera précisé l'identité du responsable des cookies, le type de cookies utilisés (provenant du site ou tiers), leur durée et s'ils sont utilisés pour créer des profils de navigation. L'utilisateur pourra accéder à tout moment au panneau de configuration des cookies pour révoquer son consentement ou modifier ses préférences. En cas de lien vers des sites tiers, l'Entité ne sera pas responsable des politiques de cookies ou de confidentialité appliquées sur ces sites externes."
  },
  "politicaCookies": {
    "titulo": "Politique de Cookies",
    "contenido": "Ce site web utilise des cookies nécessaires pour permettre son fonctionnement de base ainsi que des cookies supplémentaires, soumis à votre consentement, à des fins analytiques, de personnalisation et de publicité comportementale. Les cookies utilisés sont décrits ci-dessous :\n\n1. Cookies Techniques ou Nécessaires : Ils permettent la navigation sur le site et l'utilisation des différentes options ou services disponibles, tels que le contrôle du trafic, la communication des données, l'identification de la session ou l'accès à des zones restreintes.\n\n2. Cookies d'Analyse : Ils permettent de quantifier le nombre d'utilisateurs et d'effectuer une mesure et une analyse statistique de l'utilisation du service, dans le but d'améliorer l'offre de produits ou services que nous proposons.\n\n3. Cookies de Personnalisation : Ils permettent de mémoriser des informations afin que l'utilisateur puisse accéder au service avec certaines caractéristiques qui peuvent différencier son expérience de celle des autres utilisateurs, comme la langue ou le type de navigateur.\n\n4. Cookies de Publicité Comportementale : Ils stockent des informations sur le comportement de l'utilisateur afin de lui afficher des publicités personnalisées.\n\nL'utilisateur peut accepter tous les cookies ou configurer leur utilisation, révoquant son consentement à tout moment via le panneau de configuration disponible sur le site. Des liens sont également fournis pour les différents navigateurs afin de gérer ou supprimer les cookies. Si les cookies sont désactivés, certaines fonctionnalités du site web pourraient ne pas être disponibles.\n\nPour plus d'informations ou pour toute demande concernant notre Politique de Cookies, vous pouvez nous contacter à l'adresse : gironaplants@gironaplants.com."
  },
  "avisoLegal": {
    "titulo": "Mentions Légales",
    "contenido": "En conformité avec la Loi 34/2002 sur les Services de la Société de l'Information et le Commerce Électronique (LSSI-CE), les utilisateurs sont informés des données suivantes :\n\n• Titulaire du Site Web : GIRONA PLANTS SL\n• NIF : B55246284\n• Siège Social : RIU GUELL, 12 1 D, 17001 GIRONA (GIRONA)\n• Adresse Email de Contact : gironaplants@gironaplants.com\n• Téléphone de Contact : 639811560\n\nLa société est inscrite au Registre du Commerce correspondant, avec les données d'inscription suivantes : [indiquer le volume, la feuille, la page et l'inscription].\n\nLa navigation, l'accès et l'utilisation de ce site web confèrent le statut d'utilisateur, acceptant ainsi, par la navigation sur les pages de GIRONA PLANTS SL, toutes les conditions d'utilisation énoncées ici, sans préjudice de l'application de la réglementation légale obligatoire en vigueur.\n\nGIRONA PLANTS SL se réserve le droit d'apporter des modifications aux informations contenues sur son site web, ainsi que de suspendre l'accès à tout moment et sans préavis. L'utilisateur s'engage à faire un usage approprié du contenu et à ne pas l'utiliser pour des activités illicites ou contraires à la bonne foi et à l'ordre public. Toute incidence pouvant survenir en relation avec l'accès et l'utilisation de ce site web sera résolue conformément à la législation espagnole en vigueur."
  }
}
