{
  "politicaPrivacidad": {
    "titulo": "Política de Privacidad",
    "contenido": "GIRONA PLANTS SL (en adelante, la `Entidad`) informa a los usuarios de que el tratamiento de sus datos de carácter personal se realiza conforme a lo dispuesto en el Reglamento (UE) 2016/679 y la Ley Orgánica 3/2018, de Protección de Datos Personales y garantía de los derechos digitales. La Entidad tratará sus datos personales de manera lícita, leal y transparente, recabando únicamente los datos adecuados, pertinentes y limitados a lo necesario para cumplir las finalidades para las que se obtuvieron. Sus datos podrán emplearse para: (a) gestionar la relación comercial y/o contractual, (b) responder consultas o solicitudes a través de formularios web, (c) enviarle información comercial cuando así lo haya consentido y (d) cumplir las obligaciones legales que correspondan.\n\nLa legitimación para el tratamiento podrá basarse en su consentimiento expreso, en la ejecución de un contrato o en el cumplimiento de una obligación legal. Los datos se conservarán durante el tiempo estrictamente necesario para las finalidades del tratamiento y, en cualquier caso, conforme a los plazos exigidos por la legislación aplicable.\n\nLa Entidad garantiza la adopción de medidas técnicas y organizativas para preservar la integridad, confidencialidad y disponibilidad de los datos personales. En ningún caso, se llevarán a cabo cesiones de datos a terceros salvo obligación legal o previo consentimiento del usuario. No se realizarán transferencias internacionales de datos sin asegurar el nivel adecuado de protección exigido por la normativa.\n\nEl usuario puede ejercer sus derechos de acceso, rectificación, supresión, oposición, limitación del tratamiento y portabilidad dirigiendo una comunicación a la Entidad (dirección: RIU GUELL, 12 1 D, 17001 GIRONA; email: gironaplants@gironaplants.com) indicando claramente el derecho que desea ejercitar y acreditando su identidad. Asimismo, tiene derecho a retirar el consentimiento otorgado en cualquier momento y a presentar reclamaciones ante la Agencia Española de Protección de Datos si considera que sus derechos han sido vulnerados."
  },
  "politicaPrivacidadRedesSociales": {
    "titulo": "Política de Privacidad en Redes Sociales",
    "contenido": "La Entidad dispone de perfiles oficiales en redes sociales (por ejemplo, Facebook, Instagram, etc.) con la finalidad de difundir información sobre sus productos y/o servicios y establecer un canal de comunicación con los usuarios. Al unirse o interactuar voluntariamente con dichos perfiles, el usuario acepta las condiciones de uso y política de privacidad de la red social correspondiente y consiente el tratamiento de sus datos personales (nombre de perfil, comentarios, 'likes', mensajes) dentro de dicha plataforma.\n\nLa Entidad no incorpora a sus propios sistemas de tratamiento la información de los perfiles de las redes sociales de los usuarios sin su consentimiento expreso. Para ejercer sus derechos de acceso, rectificación, supresión, oposición, limitación del tratamiento y portabilidad de datos, el usuario puede dirigirse a la Entidad en la dirección y correo electrónico indicados anteriormente. Se recomienda al usuario revisar las configuraciones de privacidad de su perfil en cada red social para limitar la información que desee compartir.\n\nLa Entidad queda exenta de cualquier responsabilidad derivada de un uso inadecuado de las redes sociales o de los contenidos publicados por terceros en ellas."
  },
  "informacionPreviaPoliticaCookies": {
    "titulo": "Información Previa - Uso de Cookies",
    "contenido": "La Entidad emplea cookies y/o tecnologías similares que almacenan y recuperan información cuando el usuario navega por este sitio web. Antes de la instalación de cualquier cookie no estrictamente necesaria para el funcionamiento de la web, se informará al usuario de forma clara y completa sobre su uso y finalidad, ofreciéndole la posibilidad de aceptar, configurar o rechazar su instalación.\n\nSe informará de la identidad del responsable de las cookies, el tipo de cookies que se utilizan (propias o de terceros), su duración y si se usan para crear perfiles de navegación. El usuario podrá acceder, en cualquier momento, al panel de configuración de cookies para revocar su consentimiento o modificar sus preferencias. En caso de enlazar con sitios de terceros, la Entidad no será responsable de las políticas de cookies o de privacidad que apliquen en esas webs ajenas."
  },
  "politicaCookies": {
    "titulo": "Política de Cookies",
    "contenido": "Este sitio web utiliza cookies necesarias para permitir su funcionamiento básico y cookies adicionales, sujetas a su consentimiento, con fines analíticos, de personalización y de publicidad comportamental. A continuación, se describen las cookies utilizadas:\n\n1. Cookies Técnicas o Necesarias: Permiten la navegación a través del sitio y la utilización de las diferentes opciones o servicios que en él existen, como controlar el tráfico y la comunicación de datos, identificar la sesión o acceder a partes de acceso restringido.\n\n2. Cookies de Análisis: Permiten cuantificar el número de usuarios y realizar la medición y análisis estadístico de la utilización del servicio, con el fin de mejorar la oferta de productos o servicios que ofrecemos.\n\n3. Cookies de Personalización: Permiten recordar información para que el usuario acceda al servicio con determinadas características que pueden diferenciar su experiencia de la de otros usuarios, como el idioma o el tipo de navegador.\n\n4. Cookies de Publicidad Comportamental: Almacenan información del comportamiento del usuario para mostrarle publicidad personalizada.\n\nEl usuario puede aceptar todas las cookies o configurar su uso, revocando su consentimiento en cualquier momento desde el panel de configuración habilitado en la web. Asimismo, se facilitan enlaces a los distintos navegadores para gestionar o eliminar cookies. Si se desactivan las cookies, es posible que alguna funcionalidad de la página web no esté disponible.\n\nPara más información o consulta sobre nuestra Política de Cookies, puede contactar con nosotros a través del correo: gironaplants@gironaplants.com."
  },
  "avisoLegal": {
    "titulo": "Aviso Legal",
    "contenido": "En cumplimiento de la Ley 34/2002 de Servicios de la Sociedad de la Información y de Comercio Electrónico (LSSI-CE), se informa a los usuarios de los siguientes datos:\n\n• Titular del Sitio Web: GIRONA PLANTS SL\n• NIF: B55246284\n• Domicilio Social: RIU GUELL, 12 1 D, 17001 GIRONA (GIRONA)\n• Correo Electrónico de Contacto: gironaplants@gironaplants.com\n• Teléfono de Contacto: 639811560\n\nLa sociedad se encuentra inscrita en el Registro Mercantil correspondiente, con los datos de registro siguientes: [indicar tomo, folio, hoja e inscripción].\n\nLa navegación, acceso y uso de este sitio web confiere la condición de usuario, por lo que se aceptan, desde la navegación por las páginas de GIRONA PLANTS SL, todas las condiciones de uso aquí establecidas, sin perjuicio de la aplicación de la correspondiente normativa legal de obligado cumplimiento.\n\nGIRONA PLANTS SL se reserva el derecho de realizar cambios en la información contenida en su sitio web, así como de suspender su acceso en cualquier momento y sin previo aviso. El usuario se compromete a hacer un uso adecuado del contenido y a no emplearlo para realizar actividades ilícitas o contrarias a la buena fe y al orden público. Cualquier incidencia que pudiera suscitarse en relación con el acceso y uso de este sitio web será resuelta de conformidad con la legislación española vigente."
  }
}
