{
  "politicaPrivacidad": {
    "titulo": "Política de Privacitat",
    "contenido": "GIRONA PLANTS SL (en endavant, l'`Entitat`) informa els usuaris que el tractament de les seves dades de caràcter personal es realitza d'acord amb el que disposa el Reglament (UE) 2016/679 i la Llei Orgànica 3/2018, de Protecció de Dades Personals i garantia dels drets digitals. L'Entitat tractarà les seves dades personals de manera lícita, lleial i transparent, recollint únicament les dades adients, pertinents i limitades al necessari per complir les finalitats per les quals es van obtenir. Les seves dades es podran emprar per a: (a) gestionar la relació comercial i/o contractual, (b) respondre consultes o sol·licituds a través de formularis web, (c) enviar-li informació comercial quan així ho hagi consentit i (d) complir les obligacions legals corresponents.\n\nLa legitimització per al tractament podrà basar-se en el seu consentiment exprés, en l'execució d'un contracte o en el compliment d'una obligació legal. Les dades es conservaran durant el temps estrictament necessari per a les finalitats del tractament i, en qualsevol cas, d'acord amb els terminis exigits per la legislació aplicable.\n\nL'Entitat garanteix l'adopció de mesures tècniques i organitzatives per preservar la integritat, confidencialitat i disponibilitat de les dades personals. En cap cas es faran cessions de dades a tercers excepte obligació legal o amb el previ consentiment de l'usuari. No es realitzaran transferències internacionals de dades sense assegurar el nivell adequat de protecció exigit per la normativa.\n\nL'usuari pot exercir els seus drets d'accés, rectificació, supressió, oposició, limitació del tractament i portabilitat dirigint una comunicació a l'Entitat (adreça: RIU GUELL, 12 1 D, 17001 GIRONA; email: gironaplants@gironaplants.com) indicant clarament el dret que desitja exercir i acreditant la seva identitat. Així mateix, té dret a retirar el consentiment atorgat en qualsevol moment i a presentar reclamacions davant de l'Agència Espanyola de Protecció de Dades si considera que els seus drets han estat vulnerats."
  },
  "politicaPrivacidadRedesSociales": {
    "titulo": "Política de Privacitat en Xarxes Socials",
    "contenido": "L'Entitat disposa de perfils oficials a les xarxes socials (per exemple, Facebook, Instagram, etc.) amb la finalitat de difondre informació sobre els seus productes i/o serveis i establir un canal de comunicació amb els usuaris. En unir-se o interactuar de manera voluntària amb aquests perfils, l'usuari accepta les condicions d'ús i la política de privacitat de la xarxa social corresponent i consent el tractament de les seves dades personals (nom del perfil, comentaris, 'likes', missatges) dins d'aquesta plataforma.\n\nL'Entitat no incorpora als seus propis sistemes de tractament la informació dels perfils de xarxes socials dels usuaris sense el seu consentiment exprés. Per exercir els seus drets d'accés, rectificació, supressió, oposició, limitació del tractament i portabilitat, l'usuari pot dirigir-se a l'Entitat a l'adreça i correu electrònic indicats anteriorment. Es recomana a l'usuari revisar les configuracions de privacitat del seu perfil en cada xarxa social per limitar la informació que desitgi compartir.\n\nL'Entitat queda exempta de qualsevol responsabilitat derivada d'un ús inadequat de les xarxes socials o dels continguts publicats per tercers en elles."
  },
  "informacionPreviaPoliticaCookies": {
    "titulo": "Informació Prèvia - Ús de Cookies",
    "contenido": "L'Entitat emprarà cookies i/o tecnologies similars que emmagatzemen i recuperen informació quan l'usuari navega per aquest lloc web. Abans de la instal·lació de qualsevol cookie que no sigui estrictament necessària per al funcionament del web, s'informarà l'usuari de manera clara i completa sobre el seu ús i finalitat, oferint-li la possibilitat d'acceptar, configurar o rebutjar la seva instal·lació.\n\nS'informarà de la identitat del responsable de les cookies, del tipus de cookies que s'utilitzen (propies o de tercers), la seva durada i si s'utilitzen per crear perfils de navegació. L'usuari podrà accedir, en qualsevol moment, al panell de configuració de cookies per revocar el seu consentiment o modificar les seves preferències. En cas d'enllaçar amb llocs de tercers, l'Entitat no serà responsable de les polítiques de cookies o de privacitat que apliquin en aquests webs externs."
  },
  "politicaCookies": {
    "titulo": "Política de Cookies",
    "contenido": "Aquest lloc web utilitza cookies necessàries per permetre el seu funcionament bàsic i cookies addicionals, subjectes al seu consentiment, amb finalitats analítiques, de personalització i de publicitat comportamental. A continuació, es descriuen les cookies utilitzades:\n\n1. Cookies Tècniques o Necessàries: Permeten la navegació pel lloc i l'ús de les diferents opcions o serveis que en ell existeixen, com controlar el tràfic i la comunicació de dades, identificar la sessió o accedir a parts d'accés restringit.\n\n2. Cookies d'Anàlisi: Permeten quantificar el nombre d'usuaris i realitzar la mesura i anàlisi estadística de l'ús del servei, amb la finalitat de millorar l'oferta de productes o serveis que oferim.\n\n3. Cookies de Personalització: Permeten recordar informació perquè l'usuari accedeixi al servei amb determinades característiques que poden diferenciar la seva experiència de la d'altres usuaris, com l'idioma o el tipus de navegador.\n\n4. Cookies de Publicitat Comportamental: Emmagatzemen informació sobre el comportament de l'usuari per mostrar-li publicitat personalitzada.\n\nL'usuari pot acceptar totes les cookies o configurar-ne l'ús, revocant el seu consentiment en qualsevol moment des del panell de configuració habilitat al web. Així mateix, es faciliten enllaços als diferents navegadors per gestionar o eliminar cookies. Si es desactiven les cookies, és possible que alguna funcionalitat del lloc web no estigui disponible.\n\nPer a més informació o consulta sobre la nostra Política de Cookies, pot contactar amb nosaltres a través del correu: gironaplants@gironaplants.com."
  },
  "avisoLegal": {
    "titulo": "Avís Legal",
    "contenido": "En compliment de la Llei 34/2002 de Serveis de la Societat de la Informació i de Comerç Electrònic (LSSI-CE), s'informa els usuaris de les següents dades:\n\n• Titular del Lloc Web: GIRONA PLANTS SL\n• NIF: B55246284\n• Domicili Social: RIU GUELL, 12 1 D, 17001 GIRONA (GIRONA)\n• Correu Electrònic de Contacte: gironaplants@gironaplants.com\n• Telèfon de Contacte: 639811560\n\nLa societat es troba inscrita al Registre Mercantil corresponent, amb les dades d'inscripció següents: [indicar volum, full, pàgina i inscripció].\n\nLa navegació, accés i ús d'aquest lloc web confereixen la condició d'usuari, per la qual cosa s'accepten, des de la navegació per les pàgines de GIRONA PLANTS SL, totes les condicions d'ús aquí establertes, sense perjudici de l'aplicació de la normativa legal de compliment obligatori.\n\nGIRONA PLANTS SL es reserva el dret de realitzar canvis en la informació continguda al seu lloc web, així com de suspendre el seu accés en qualsevol moment i sense previ avís. L'usuari es compromet a fer un ús adequat del contingut i a no emprar-lo per realitzar activitats il·legals o contràries a la bona fe i a l'ordre públic. Qualsevol incidència que pogués sorgir en relació amb l'accés i ús d'aquest lloc web serà resolta d'acord amb la legislació espanyola vigent."
  }
}
