{
  "politicaPrivacidad": {
    "titulo": "Privacy Policy",
    "contenido": "GIRONA PLANTS SL (hereinafter, the 'Entity') informs users that the processing of their personal data is carried out in accordance with Regulation (EU) 2016/679 and Organic Law 3/2018 on the Protection of Personal Data and Guarantee of Digital Rights. The Entity will process your personal data lawfully, fairly, and transparently, collecting only the appropriate, relevant, and limited data necessary to fulfill the purposes for which they were obtained. Your data may be used for: (a) managing the business and/or contractual relationship, (b) responding to inquiries or requests via web forms, (c) sending you commercial information when you have consented to it, and (d) fulfilling the applicable legal obligations.\n\nThe legal basis for processing may be your express consent, the execution of a contract, or the fulfillment of a legal obligation. Data will be retained for the strictly necessary period for the purposes of processing and, in any case, in accordance with the periods required by applicable law.\n\nThe Entity ensures the adoption of technical and organizational measures to preserve the integrity, confidentiality, and availability of personal data. Under no circumstances will data be transferred to third parties unless required by law or with the user's prior consent. International data transfers will not be carried out without ensuring the adequate level of protection required by regulations.\n\nUsers can exercise their rights of access, rectification, deletion, objection, limitation of processing, and data portability by contacting the Entity (address: RIU GUELL, 12 1 D, 17001 GIRONA; email: gironaplants@gironaplants.com) and clearly indicating the right they wish to exercise while providing proof of identity. Likewise, you have the right to withdraw your consent at any time and to file complaints with the Spanish Data Protection Agency if you believe your rights have been violated."
  },
  "politicaPrivacidadRedesSociales": {
    "titulo": "Privacy Policy on Social Networks",
    "contenido": "The Entity maintains official profiles on social networks (for example, Facebook, Instagram, etc.) for the purpose of disseminating information about its products and/or services and establishing a communication channel with users. By voluntarily joining or interacting with these profiles, the user accepts the terms of use and the privacy policy of the respective social network and consents to the processing of their personal data (profile name, comments, 'likes', messages) within that platform.\n\nThe Entity does not incorporate information from users' social network profiles into its own processing systems without their express consent. To exercise your rights of access, rectification, deletion, objection, limitation of processing, and data portability, you may contact the Entity at the address and email provided above. It is recommended that users review the privacy settings of their profile on each social network to limit the information they wish to share.\n\nThe Entity is not responsible for any misuse of social networks or for content published by third parties on them."
  },
  "informacionPreviaPoliticaCookies": {
    "titulo": "Preliminary Information - Use of Cookies",
    "contenido": "The Entity uses cookies and/or similar technologies that store and retrieve information when you browse this website. Before installing any cookie that is not strictly necessary for the website’s operation, you will be clearly and fully informed about its use and purpose, with the option to accept, configure, or reject its installation.\n\nInformation will be provided about the identity of the cookie manager, the type of cookies used (first-party or third-party), their duration, and whether they are used to create browsing profiles. You may access the cookie settings panel at any time to revoke your consent or change your preferences. In the case of linking to third-party sites, the Entity is not responsible for the cookie or privacy policies applied on those external websites."
  },
  "politicaCookies": {
    "titulo": "Cookie Policy",
    "contenido": "This website uses cookies necessary for its basic operation as well as additional cookies, subject to your consent, for analytical, personalization, and behavioral advertising purposes. The cookies used are described below:\n\n1. Technical or Necessary Cookies: These allow navigation through the site and the use of the various options or services available, such as controlling traffic and data communication, identifying the session, or accessing restricted areas.\n\n2. Analytical Cookies: These allow the quantification of the number of users and perform measurement and statistical analysis of service usage, in order to improve the products or services we offer.\n\n3. Personalization Cookies: These remember information so that the user can access the service with specific characteristics that may differentiate their experience from that of other users, such as language or browser type.\n\n4. Behavioral Advertising Cookies: These store information about the user's behavior to display personalized advertising.\n\nYou may accept all cookies or configure their use, revoking your consent at any time from the configuration panel provided on the website. In addition, links are provided for various browsers to manage or delete cookies. If cookies are disabled, some functionality of the website may not be available.\n\nFor more information or inquiries about our Cookie Policy, please contact us at: gironaplants@gironaplants.com."
  },
  "avisoLegal": {
    "titulo": "Legal Notice",
    "contenido": "In compliance with Law 34/2002 on Information Society Services and Electronic Commerce (LSSI-CE), users are informed of the following details:\n\n• Website Owner: GIRONA PLANTS SL\n• Tax ID: B55246284\n• Registered Office: RIU GUELL, 12 1 D, 17001 GIRONA (GIRONA)\n• Contact Email: gironaplants@gironaplants.com\n• Contact Phone: 639811560\n\nThe company is registered with the corresponding Commercial Registry, with the following registration details: [indicate volume, sheet, page, and registration].\n\nNavigation, access, and use of this website confer the status of user, thereby accepting, by browsing the GIRONA PLANTS SL pages, all the terms of use set forth herein, without prejudice to the applicable mandatory legal regulations.\n\nGIRONA PLANTS SL reserves the right to make changes to the information contained on its website, as well as to suspend access at any time without prior notice. The user agrees to make appropriate use of the content and not to use it for illegal activities or actions contrary to good faith and public order. Any issues arising in connection with the access and use of this website will be resolved in accordance with current Spanish legislation."
  }
}
